const HelpContent = {
    title: "도움말",
    introduction: "비회원 로그인은 미션, 커뮤니티 글 작성, 댓글 작성이 불가합니다.",
    sections: [
      {
        title: "1. 홈 페이지(메인 페이지)",
        content: [
          "- 평안팁 : 평안팁을 통해 각 재난마다 행동 요령을 확인할 수 있어 요!",
          "- 메뉴 : 햄버거 메뉴바를 누르면 전체 서비스를 확인할 수 있고 클릭 시 해당 서비스로 이동해요!",
          "- 평안이의 가방 속 : 클릭 시 팝업을 통해 가방 속 안전 물품을 확 인할 수 있어요!",
          "- 내 주변 안전소식 : 내 주변 안전소식> 제목을 클릭하면 내 주변 안전소식 글 목록으로 이동해요! 제목이 아닌 글을 누르면 해당 글 로 이동할 수 있어요"
        ]
      },
      {
        title: "2. 대피소 페이지",
        content: [
          "- 마커 : 대피소의 위치를 확인할 수 있어요! 마커를 클릭하면 해당 대피소의 이름 확인이 가능해요",
          "- 대피소 목록 : 현재 내 위치에서 가장 가까운 대피소 목록을 나타 내요",
        ]
      },
      {
        title: "3. 카메라 페이지",
        content: [
          "- 카메라 : 사진을 찍으면 갤러리에 저장되고 균열을 판단해요 균열이 맞다면 신고 버튼이 포함된 팝업이 떠요! 균열일 확률도 함께 확인할 수 있어요"
        ]
      },
      {
        title: "4. 커뮤니티 페이지",
        content: [
          "내 주변 안전소식과 안전 정보를 파악할 수 있어요 내 주변 안전소식>을 클릭하면 내 주변 안전소식 목록 페이지로, 안전정보>를 클릭하면 안전 정보 목록 페이지로 이동해요",
          {
            title: "1. 내 주변 안전소식",
            content: [
                "- 내 주변 안전소식 : 사용자의 위치와 똑같은 시, 동에서 작성된 글만 확인 가능해요!",
                "- 카테고리 : 카테고리를 클릭하면 해당 카테고리별로 확인이 가 능해요",
                "- 글 작성 : 목록 페이지에서 우측 하단 + 버튼을 누르면 글을 작성 할 수 있어요! 글을 작성할 때는 카테고리를 선택하고 제목, 내용 을 입력해요! 사진도 있다면 사진도 추가할 수 있어요",
                "- 수정과 삭제 : 내가 작성한 글일 때는 해당 글의 페이지에서 우측 상단에 수정, 삭제 버튼을 눌러 수정, 삭제가 가능해요",
                "- 스크랩 : 내가 작성한 글이 아닌 경우에는 우측 상단에 별 모양 스크랩이 떠요! 스크랩 버튼을 클릭하여 스크랩과 스크랩 취소가 가능해요",
                "- 댓글과 답글 : 작성된 댓글의 우측 상단의 화살표를 누르면 해당 댓글의 답글을 달 수 있어요! 내가 작성한 댓글이라면 옵션버튼을 통해 삭제가 가능해요"
            ],
          },
          {
            title: "2. 안전정보",
            content: [
                "- 카드뉴스 : 보고 싶은 카드뉴스를 클릭하면 카드뉴스 팝업을 통 해 확인할 수 있어요!",
                "- 배너 : 일정 시간마다 돌아가는 배너도 클릭하면 해당 너의 카 드뉴스 페이지로 이동해요"
            ]
          }
        ]
      },
      {
        title: "5. 마이 페이지",
        content: [
          "- 평안이의 가방 : 평안이의 가방을 클릭하면 가방 팝업을 확인할 수 있어요",
          "- 비밀번호 변경 : 사용자의 비밀번호를 변경할 수 있어요",
          "- 내가 작성한 글 : 내가 작성했던 글을 모아볼 수 있어요",
          "- 스크랩한 글 : 내가 스크랩한 글을 모아볼 수 있어요",
          "- 도움말 : 평안이를 사용하는 방법을 확인할 수 있어요",
          "- 개인정보 처리방침 : 평안이의 개인정보 처리방침 확인이 가능해요",
          "- 문의사항 : 문의할 게 생기면 문의사항을 통해 메일로 연결되어 개발자에게 문의할 수 있어요",
          "- 로그아웃 : 로그아웃을 진행하여 처음 로그인 페이지로 이동해요",
          "- 회원탈퇴 : 회원 탈퇴를 진행할 경우 바로 회원 정보가 삭제돼요"
        ]
      },
      
    ],
  };
  
  export default HelpContent;
  